---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures
source: html/311e7234-6a9b-72f4-f860-2a4413f69ff3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures

Failures about FilledRegion.

## Syntax (C#)
```csharp
public static class FilledRegionFailures
```